13/data/attachments/871098c2ca303ce2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laura_medical_Friend_59058_8</nif:username>
            <nif:friendToBeRequested>soap_friends_46c8375b-b8f7-47cb-b7a4-5c6e1163b72f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>